Revit 2024 API
ParameterTypeId.SectionTag Property
 "Section Tag"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SectionTag { get; }
Visual Basic
Public Shared ReadOnly Property SectionTag As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SectionTag {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace